<h1>Диван-кровать 2-сп. Udel</h1>

<img src="https://i3.stat01.com/2/5414/154132057/afacdb/1-2-jpg.jpg" width="40%" alt="Картинка 1">

<h1>Характеристики</h1>
<p>Ширина: &ensp; 148 см</p>
<p>Глубина: &ensp; 71 см, в разложенном виде 205 см</p>
<p>Высота: &ensp; 75 см</p>
<p>Механизм трансформации: еврокнижка</p>
<p>Бельевой ящик: &ensp; есть</p>
<p>Материал каркаса: &ensp; ДСП, ДВП, массив сосны</p>
<p>Гарантия: &ensp; 18 месяцев</p>
<p>Конфигурация: &ensp; прямой</p>
<p>Наполнитель: &ensp; полиэфирный полематериал, пенополиуретан, полеэстеровые волокна</p>

<style>

p {
    font-family:Verdana, Geneva, Tahoma, sans-serif;
    font-size: 20px;
    color: beige;
}
</style>