<h1>ASUS Vivobook Go 15</h1>

<img src="https://avatars.mds.yandex.net/get-mpic/11520282/2a0000018d132f65bab40395ac2ba4aa356e/600x800" width="40%" alt="Картинка 1"> 
 
<h1>Заводские данные</h1> 
<p>Гарантия продавца/производителя: &ensp; 12 месяцев</p> 
 
<h1>Классификация</h1> 
<p>Тип: &ensp; ноутбук</p> 
<p>Модель: &ensp; ASUS Vivobook Go 15</p> 
<p>Код производителя: &ensp; [90NB0ZR2-M00YJ0]</p> 
<p>Год релиза: &ensp; 2023</p> 
 
<h1>Экран</h1> 
<p>Диагональ (дюймы): &ensp; 15.6</p> 
<p>Разшерение: &ensp; 1920х1080</p> 
<p>Матрица: &ensp; IPS</p> 
<p>Сенсорный экран: &ensp; нет</p> 
<p>Максимальная частота обновления: &ensp; 60 Гц</p> 
 
<h1>Операционная система</h1> 
<p>Операционная система: &ensp; нет</p> 
 
<h1>Процессор</h1> 
<p>Модель: &ensp; AMD Ryzen 5 7520U</p> 
<p>Общее количество ядер: &ensp; 4</p> 
<p>Частота процессора: &ensp; 2.8 ГГц</p> 
 
<h1>Оперативная память</h1> 
<p>Тип: &ensp; DDR5</p> 
<p>Объём: &ensp; 16 ГБ</p> 
<p>Частота: &ensp; 4800 МГц</p> 
 
<h1>Графический ускоритель</h1> 
<p>Вид: &ensp; встроенный</p> 
<p>Модель встроенной видеокарты: &ensp; AMD Radeon 610M</p> 
 
<h1>Накопители данных</h1> 
<p>Объём памяти (SSD): &ensp; 512 ГБ</p> 
<p>Тип SSD диска: &ensp; M.2 PCle</p> 
<p>Свободные слоты для накопителей: M.2 PCle 2280</p> 
 
<h1>Питание</h1> 
<p>Тип аккумулятора: &ensp; Li-Ion</p> 
<p>Ёмкость аккумулятора: &ensp; 42 Вт*ч</p> 
<p>Выходная мощность адаптера питания: &ensp; 45 Вт</p> 
 
<style> 
p { 
    font-family:Verdana, Geneva, Tahoma, sans-serif; 
    font-size: 20px; 
    color: beige; 
} 
</style>