<h1>Samsung Galaxy S23 Ultra</h1>

<img src="https://c.dns-shop.ru/thumb/st1/fit/200/200/5934a67b4e7728af5f31bb02ffb73bca/d724c257977ad0dea464f177f095470018e5c2f0f451402c7e5f984c4e56ebf6.jpg.webp" width="30%" alt="Картинка 1">

<h1>Заводские данные</h1>
<p>Гарантия продавца/производителя: &ensp; 12 месяцев</p>

<h1>Общие параметры</h1>
<p>Тип: &ensp; смартфон</p>
<p>Модель: &ensp; Samsung Galaxy S23 Ultra</p>
<p>Год релиза: &ensp; 2023</p>

<h1>Экран</h1>
<p>Диагональ (дюймы): &ensp; 6.8</p>
<p>Разшерение: &ensp; 3088х1440</p>
<p>Матрица: &ensp; Dynamic AMOLED 2X</p>
<p>Соотношение сторон: &ensp; 19.5:9</p>
<p>Частота обновления: &ensp; 120 Гц</p>

<h1>Операционная система и процессор</h1>
<p>Операционная система: &ensp; Android</p>
<p>Версия ОС: &ensp; Android 13</p>
<p>Модель процессора: &ensp; Qualcomm Snapdragon 8 Gen 2</p>
<p>Количество ядер: &ensp; 8</p>
<p>Максимальная частота процессора: &ensp; 3.2 ГГц</p>
<p>Техпроцесс: &ensp; 4 нм</p>
<p>Графисекий ускоритель: &ensp; Adreno 740</p>

<h1>Память</h1>
<p>Объём оперативной памяти: &ensp; 12 ГБ</p>
<p>Объём встроенной памяти: &ensp; 256 ГБ</p>
<p>Слот для карты памяти: &ensp; нет</p>

<h1>Камеры</h1>
<p>Количество основных камер: &ensp; 4</p>
<p>Мегапикселей основной камеры: &ensp; 200+12+10+10 Мп</p>
<p>Тип модулей камеры камеры: &ensp; основная камера, сверхширокоугольная камера, телефотокамера</p>
<p>Автофокусировка: &ensp; есть</p>
<p>Оптическая стабилизация: &ensp; есть</p>

<h1>Питание</h1>
<p>Тип аккумулятора: &ensp; Li-ion</p>
<p>Ёмкость аккумулятора: &ensp; 5000 мАч</p>
<p>Быстрая зарядка: &ensp; да</p>
<p>Беспроводная зарядка: &ensp; есть</p>

<style>

p {
    font-family:Verdana, Geneva, Tahoma, sans-serif;
    font-size: 20px;
    color: beige;
}
</style>