export const routes = [
    {
        id: 1,
        url: 'https://c.dns-shop.ru/thumb/st4/fit/200/200/aeec31b3145d343400c611f852f6e512/c293b49608500741b7ae16da5f0d30959fea350bd888f71176202c3ac717ed88.jpg.webp',
        title: 'Что такое NumPy и зачем он нужен?',
        body: 'NumPy — это открытая бесплатная библиотека для Python. Она ускоряет работу с многомерными массивами и матрицами, а также позволяет вычислять много высокоуровневых математических функций при работе с массивами данных. Это упрощает работу аналитика данных, позволяя ему быстро проводить сложные вычисления.',
    },
    {
        id: 2,
        url: 'blob:https://web.telegram.org/aa984bf1-7817-42ff-9a64-c8e06f5e240a',
        title: 'Как создать классы и объекты в Python',
        body: 'Во всех объектно-ориентированных языках программирования есть классы и объекты. Они считаются ключевыми понятиями в ООП (объектно-ориентированном программировании). Рассказываем, что такое классы и объекты Python и как их создать.',
    },
    {
        id: 3,
        url: 'blob:https://web.telegram.org/aa984bf1-7817-42ff-9a64-c8e06f5e240a',
        title: 'Какие типы данных существуют в программировании?',
        body: 'Данные — базовое понятие в программирование. Это любая информация в формализованном виде, которую способен понимать компьютер. Расскажем, какие бывают типы данных в программировании.',
    },
    {
        id: 4,
        url: 'blob:https://web.telegram.org/aa984bf1-7817-42ff-9a64-c8e06f5e240a',
        title: 'Библиотека React: особенности, перспективы, ситуация на рынке труда',
        body: 'В объявлениях о поиске программистов часто встречается требование уметь работать с React. Иногда работодатели ожидают знания React не только от фронтендеров, но и от бэкенд-разработчиков. Почему эта библиотека настолько популярная, стоит ли изучать её сегодня, каковы её перспективы по мнению опытных программистов? Ответы на эти и другие вопросы читайте в обзорной статье.',
    },
    {
        id: 5,
        url: 'blob:https://web.telegram.org/aa984bf1-7817-42ff-9a64-c8e06f5e240a',
        title: 'Что такое фреймворки и какие они бывают',
        body: 'В блоге рассказываем, что такое фреймворки, какие они бывают и чем отличаются от библиотек, а также как выбрать нужный фреймворк и научиться с ним работать.',
    },
    {
        id: 6,
        url: 'blob:https://web.telegram.org/aa984bf1-7817-42ff-9a64-c8e06f5e240a',
        title: 'Язык программирования JavaScript: где его используют и почему он популярен',
        body: 'Рассказываем, что это за язык программирования — JavaScript, где его используют, насколько он популярен и с чего начать изучение JavaScript.',
    },
];