<h1>GIGABYTE G5 MF</h1> 
 
<img src="https://avatars.mds.yandex.net/get-mpic/11483862/img_id4226676878487422135.png/600x600" width="40%" alt="Картинка 1"> 
 
<h1>Заводские данные</h1> 
<p>Гарантия продавца/производителя: &ensp; 12 месяцев</p> 
 
<h1>Классификация</h1> 
<p>Тип: &ensp; ноутбук</p> 
<p>Модель: &ensp; GIGABYTE G5 MF</p> 
<p>Код производителя: &ensp; [MF-E2KZ313SD]</p> 
<p>Год релиза: &ensp; 2023</p> 
 
<h1>Экран</h1> 
<p>Диагональ (дюймы): &ensp; 15.6</p> 
<p>Разшерение: &ensp; 1920х1080</p> 
<p>Матрица: &ensp; IPS</p> 
<p>Сенсорный экран: &ensp; нет</p> 
<p>Максимальная частота обновления: &ensp; 144 Гц</p> 
 
<h1>Операционная система</h1> 
<p>Операционная система: &ensp; нет</p> 
 
<h1>Процессор</h1> 
<p>Модель: &ensp; Intel Core i5-12500H</p> 
<p>Общее количество ядер: &ensp; 12</p> 
<p>Частота процессора: &ensp; 2.5 ГГц</p> 
 
<h1>Оперативная память</h1> 
<p>Тип: &ensp; DDR4</p> 
<p>Объём: &ensp; 16 ГБ</p> 
<p>Частота: &ensp; 3200 МГц</p> 
 
<h1>Графический ускоритель</h1> 
<p>Вид: &ensp; дискретный и встроенный</p> 
<p>Модель встроенной видеокарты: &ensp; Intel Iris Xe Graphics</p> 
<p>Модель дискретной видеокарты: &ensp; GeForce RTX 4050 для ноутбуков</p> 
<p>Тип видеопамяти: &ensp; GDDR6</p> 
<p>Объём видеопамяти: &ensp; 6 ГБ</p> 
<p>Тактовая частота с ускорением: &ensp; 2130 МГц</p> 
 
<h1>Накопители данных</h1> 
<p>Объём памяти (SSD): &ensp; 512 ГБ</p> 
<p>Тип SSD диска: &ensp; M.2 PCle</p> 
<p>Свободные слоты для накопителей: M.2 PCle 2280</p> 
 
<h1>Питание</h1> 
<p>Тип аккумулятора: &ensp; Li-Ion</p> 
<p>Ёмкость аккумулятора: &ensp; 54 Вт*ч</p> 
<p>Выходная мощность адаптера питания: &ensp; 150 Вт</p> 
 
<style> 
p { 
    font-family:Verdana, Geneva, Tahoma, sans-serif; 
    font-size: 20px; 
    color: beige; 
} 
</style>
