<h1>OnePlus 12</h1>

<img src="https://avatars.mds.yandex.net/get-mpic/12418417/img_id1038646106890039787.jpeg/600x800" width="30%" alt="Картинка 1">

<h1>Заводские данные</h1>
<p>Гарантия продавца/производителя: &ensp; 12 месяцев</p>

<h1>Общие параметры</h1>
<p>Тип: &ensp; смартфон</p>
<p>Модель: &ensp; OnePlus 12</p>
<p>Год релиза: &ensp; 2023</p>

<h1>Экран</h1>
<p>Диагональ (дюймы): &ensp; 6.82</p>
<p>Разшерение: &ensp; 3168х1440</p>
<p>Матрица: &ensp; LTPO OLED</p>
<p>Пиковая яркость: &ensp; 4500 нит</p>
<p>Частота обновления: &ensp; 120 Гц</p>

<h1>Операционная система и процессор</h1>
<p>Операционная система: &ensp; Android</p>
<p>Версия ОС: &ensp; Android 14</p>
<p>Модель процессора: &ensp; Qualcomm Snapdragon 8 Gen 3</p>
<p>Количество ядер: &ensp; 8</p>
<p>Максимальная частота процессора: &ensp; 3.3 ГГц</p>
<p>Техпроцесс: &ensp; 4 нм</p>
<p>Графисекий ускоритель: &ensp; Adreno 750</p>

<h1>Память</h1>
<p>Объём оперативной памяти: &ensp; 16 ГБ</p>
<p>Объём встроенной памяти: &ensp; 512 ГБ</p>
<p>Слот для карты памяти: &ensp; нет</p>

<h1>Камеры</h1>
<p>Количество основных камер: &ensp; 3</p>
<p>Мегапикселей основной камеры: &ensp; 50+8+2 Мп</p>
<p>Цифровой зум: &ensp; 120х</p>
<p>Оптический зум: &ensp; 3х, 6х</p>
<p>Автофокусировка: &ensp; есть</p>
<p>Оптическая стабилизация: &ensp; есть</p>

<h1>Питание</h1>
<p>Тип аккумулятора: &ensp; Li-Ion</p>
<p>Ёмкость аккумулятора: &ensp; 5400 мА*ч</p>
<p>Быстрая зарядка: &ensp; есть</p>
<p>Беспроводная зарядка: &ensp; есть</p>

<style>

p {
    font-family:Verdana, Geneva, Tahoma, sans-serif;
    font-size: 20px;
    color: beige;
}
</style>