<h1>Apple iPhone 15 Pro Max</h1>

<img src="https://c.dns-shop.ru/thumb/st4/fit/200/200/aeec31b3145d343400c611f852f6e512/c293b49608500741b7ae16da5f0d30959fea350bd888f71176202c3ac717ed88.jpg.webp" width="30%" alt="Картинка 1">

<h1>Заводские данные</h1>
<p>Гарантия продавца/производителя: &ensp; 12 месяцев</p>

<h1>Общие параметры</h1>
<p>Тип: &ensp; смартфон</p>
<p>Модель: &ensp; Apple iPhone 15 Pro Max</p>
<p>Код производителя: &ensp; [MU2Q3]</p>
<p>Год релиза: &ensp; 2023</p>

<h1>Экран</h1>
<p>Диагональ (дюймы): &ensp; 6.7</p>
<p>Разшерение: &ensp; 2796х1290</p>
<p>Матрица: &ensp; AMOLED</p>
<p>Пиковая яркость: &ensp; 2000 нит</p>
<p>Частота обновления: &ensp; 120 Гц</p>

<h1>Операционная система и процессор</h1>
<p>Операционная система: &ensp; IOS</p>
<p>Версия ОС: &ensp; IOS 17</p>
<p>Модель процессора: &ensp; Apple A17 Pro</p>
<p>Количество ядер: &ensp; 6</p>
<p>Максимальная частота процессора: &ensp; 3.78 ГГц</p>
<p>Техпроцесс: &ensp; 3 нм</p>
<p>Графисекий ускоритель: &ensp; Apple A17 GPU</p>

<h1>Память</h1>
<p>Тип оперативной памяти: &ensp; LPDDR5X</p>
<p>Объём оперативной памяти: &ensp; 8 ГБ</p>
<p>Объём встроенной памяти: &ensp; 256 ГБ</p>
<p>Слот для карты памяти: &ensp; нет</p>

<h1>Камеры</h1>
<p>Количество основных камер: &ensp; 3</p>
<p>Мегапикселей основной камеры: &ensp; 48+12+12 Мп</p>
<p>Тип модулей камеры камеры: &ensp; основная камера, сверхширокоугольная камера, телефотокамера</p>
<p>Разрешение снимков: &ensp; 8000х6000</p>
<p>Автофокусировка: &ensp; есть</p>
<p>Оптическая стабилизация: &ensp; есть</p>

<h1>Питание</h1>
<p>Тип аккумулятора: &ensp; Li-Ion</p>
<p>Ёмкость аккумулятора: &ensp; 4441 мА*ч</p>
<p>Быстрая зарядка: &ensp; есть</p>
<p>Беспроводная зарядка: &ensp; есть</p>

<style>

p {
    font-family:Verdana, Geneva, Tahoma, sans-serif;
    font-size: 20px;
    color: beige;
}
</style>