<h1>Что такое NumPy и зачем он нужен?</h1>

<img src="https://cdn2.hexlet.io/derivations/image/fill_webp/1020/480/eyJpZCI6ImY1NzBhMTE5NGQ0MTFkYjAyZWZmMzQ1MmYwYzc2Njk2LnBuZyIsInN0b3JhZ2UiOiJ5YV9zdG9yZSJ9?signature=a166b506117dc4c15c303d994f155eba70da64863f20a62e0d3d15ac4a0d7d8f" width="90%" alt="Картинка 1">

<h1>Заводские данные</h1>
    <p>Гарантия продавца / производителя &nbsp;&nbsp;&nbsp;&nbsp; 12 мес.</p>
    <h1>Общие параметры</h1>
    <p>Тип &nbsp;&nbsp;&nbsp;&nbsp; смартфон</p>
    <p>Модель &nbsp;&nbsp;&nbsp;&nbsp; Apple iPhone 15 Pro Max</p>
    <p>Код производителя &emsp;&emsp;&emsp;&emsp; [MU2Q3]
    <p>Год релиза &emsp;&emsp;&emsp;&emsp; 2023</p>
    Внешний вид
    Цвет задней панели
     серый
    Цвет граней
     серый
    Цвет, заявленный производителем
     титан
    Мобильная связь
    Диапазоны частот 2G
     GSM 850 (B5), GSM 900 (B8), GSM 1800 (B3), GSM 1900 (B2)
    Диапазоны частот 3G
     UMTS 850 (B5), UMTS 900 (B8), UMTS 1700 (B4), UMTS 1900 (B2), UMTS 2100 (B1)
    Поддержка сетей 4G (LTE) 
     есть
    Диапазоны частот 4G (LTE)
     FDD-LTE 600 (B71), FDD-LTE 700 (B12), FDD-LTE 700 (B13), FDD-LTE 700 (B14), FDD-LTE 700 (B17), FDD-LTE 700 (B28), FDD-LTE 700 (B29), FDD-LTE 800 (B20), FDD-LTE 850 (B5), FDD-LTE 850 (B18), FDD-LTE 850 (B19), FDD-LTE 850 (B26), FDD-LTE 900 (B8), FDD-LTE 1500 (B32), FDD-LTE 1700 (B4), FDD-LTE 1700 (B66), FDD-LTE 1800 (B3), FDD-LTE 1900 (B2), FDD-LTE 1900 (B25), FDD-LTE 2100 (B1), FDD-LTE 2300 (B30), FDD-LTE 2600 (B7), TDD-LTE 1900 (B39), TDD-LTE 2000 (B34), TDD-LTE 2300 (B40), TDD-LTE 2400 (B53), TDD-LTE 2500 (B41), TDD-LTE 2600 (B38)Ещё
    Поддержка 4G LTE-Advanced 
     есть
    Категории скорости LTE-Advanced
     LTE Cat. 18
    Поддержка VoLTE 
     есть
    Поддержка сетей 5G 
     есть
    Диапазоны частот 5G
     FDD-5G 600 (B71), FDD-5G 700 (B12), FDD-5G 700 (B14), FDD-5G 700 (B28), FDD-5G 700 (B29), FDD-5G 800 (B20), FDD-5G 850 (B5), FDD-5G 850 (B26), FDD-5G 900 (B8), FDD-5G 1700/2100 (B66), FDD-5G 1800 (B3), FDD-5G 1900 (B2), FDD-5G 1900 (B25), FDD-5G 2000 (B70), FDD-5G 2100 (B1), FDD-5G 2300 (B30), FDD-5G 2600 (B7), SDL-5G 1500 (B75), SDL-5G 1500 (B76), TDD-5G 2300 (B40), TDD-5G 2400 (B53), TDD-5G 2500 (B41), TDD-5G 2600 (B38), TDD-5G 3500 (B48), TDD-5G 3500 (B78), TDD-5G 3700 (B77), TDD-5G 4700 (B79)
    Формат SIM-карт
     Nano-SIM
    Количество физических SIM-карт
     2 SIM
    Количество eSIM
     0 eSIM
    Экран
    Диагональ экрана (дюйм) 
     6.7"
    Разрешение экрана 
     2796x1290
    Технология изготовления матрицы
     AMOLED
    Тип матрицы (подробно) 
     Super Retina XDR
    Яркость
     2000 Кд/м²
    Частота обновления экрана 
     120 Гц
    Плотность пикселей 
     460 ppi
    Соотношение сторон 
     19.5:9
    Количество цветов экрана 
     16.7 млн
    Конструкция и защита
    Тип корпуса
     классический
    Материал корпуса
    стекло, титан
    Защищенность
     защита от пыли и влаги, защитное покрытие экрана от царапин, олеофобное покрытие
    Защитное покрытие экрана
    Ceramic Shield
    Степень защиты IP 
    IP68
    Тип выреза на экране
    Infinity-O (точка в экране)
    Операционная система и процессор
    Операционная система
    iOS
    Версия ОС
     iOS 17
    Модель процессора
     Apple A17 Pro
    Количество ядер 
     6
    Максимальная частота процессора 
     3.78 ГГц
    Конфигурация процессора 
     2x Everest 3.78 ГГц, 4x Sawtooth 2.11 ГГц
    Техпроцесс 
     3 нм
    Графический ускоритель 
     Apple A17 GPU
    Память
    Тип оперативной памяти
    LPDDR5X
    Объем оперативной памяти 
     8 ГБ
    Виртуальное расширение ОЗУ
    нет
    Объем встроенной памяти 
     256 ГБ
    Слот для карты памяти
     нет
    Основная (тыловая) камера
    Количество основных (тыловых) камер 
     3
    Количество мегапикселей основной камеры 
    48+12+12 Мп
    Тип модулей камеры
    основная камера, сверхширокоугольная камера, телефотокамера
    Модель сенсора основной камеры
     Sony IMX633, Sony IMX803
    Апертура основной камеры 
     1.78, 2.2, 2.8
    Автофокусировка основной камеры 
     есть
    Тип вспышки
    одинарная светодиодная
    Угол обзора объектива (градус)
    120°
    Оптическая стабилизация 
     есть
    Цифровой зум (фото) 
     25 x
    Оптический зум (фото)
     5 x, 10 x
    Разрешение снимков основной камеры 
     8000x6000
    Рейтинг DxOMark (основная камера) 
     154
    Особенности и технологии тыловой оптики
     2-кратный оптический зум на уменьшение, автоматическая стабилизация изображения, вспышка True Tone, датчик LiDAR, защита объектива сапфировым стеклом, конструкция с тетрапризмой
    Режимы и функции фотосъемки
     коррекция искажений объектива, макросъемка, ночной режим, ночной режим для портретов с применением сканера LiDAR, панорамная съемка, портретная съемка с контролем фокусировки и глубины, портретное освещение с 6 эффектами, серийная съемка, устранение эффекта «красных глаз», формат Apple ProRAW, фотографические стили, функция Smart HDR 5, широкий цветовой диапазон для фотографий и Live Photos
    Видеосъемка (основная камера)
    Формат видеосъемки
     Full HD, HD, Ultra HD 4K
    Разрешение видео и частота кадров 
     1280x720 (30 кадр./сек.), 1920x1080 (25 кадр./сек.), 1920x1080 (30 кадр./сек.), 1920x1080 (60 кадр./сек.), 1920x1080 (120 кадр./сек.), 1920x1080 (240 кадр./сек.), 3840x2160 (24 кадр./сек.), 3840x2160 (25 кадр./сек.), 3840x2160 (30 кадр./сек.), 3840x2160 (60 кадр./сек.)
    Замедленная видеосъемка 
     есть
    Зум (видео) 
     5-кратный оптический зум, 9-кратный цифровой зум
    Форматы воспроизведения видео
     AVC, AVI, HEVC, MP4
    Особенности и функции видеосъемки
    HDR‑видео, аудиозум, вспышка True Tone, кинематографический режим, макровидеосъемка, непрерывное видео с автофокусом, ночной режим, оптическая стабилизация, режим «Таймлапс», стереозвук, фото во время видеозаписи
    Фронтальная камера
    Двойная фронтальная камера 
     нет
    Количество мегапикселей фронтальной камеры 
     12 Мп
    Апертура фронтальной камеры 
     1.9
    Автофокусировка 
     есть
    Встроенная вспышка 
     нет
    Разрешение снимков фронтальной камеры 
     4032х3024
    Разрешение видеосъемки 
     1920x1080 (25 кадр./сек.), 1920x1080 (30 кадр./сек.), 1920x1080 (60 кадр./сек.), 1920x1080 (120 кадр./сек.), 3840x2160 (24 кадр./сек.), 3840x2160 (25 кадр./сек.), 3840x2160 (30 кадр./сек.), 3840x2160 (60 кадр./сек.)
    Рейтинг DxOMark (селфи-камера) 
     149
    Особенности и технологии фронтальной оптики
     автоматическая стабилизация изображения, вспышка Retina Flash
    Режимы и функции съемки
    Animoji и Memoji, кинематографический режим, коррекция искажений объектива, ночной режим, портретная съемка с контролем фокусировки и глубины, портретное освещение с 6 эффектами, расширенный цветовой диапазон для фотографий и Live Photos, режим «Таймлапс», серийная съемка, съемка HDR‑видео в стандарте Dolby Vision, формат Apple ProRAW, фотографические стили, функция Smart HDR 5
    Аудио
    Стереодинамики 
     есть
    Форматы аудиофайлов
     AAC, AAC‑LC, AAX, AAX+, Apple Lossless (ALAC), FLAC, HE‑AAC, HE‑AAC v2, LPCM, MP3
    FM радио 
     нет
    Коммуникации
    Версия Bluetooth 
    5.3
    Стандарт Wi-Fi 
    4 (802.11n), 5 (802.11ac), 6 (802.11ax)
    NFC 
     есть
    Системы навигации
     A-GPS, BeiDou, GPS, Galileo, NAVIC, QZSS, ГЛОНАСС
    ИК-порт 
     нет
    Прочие технологии передачи данных
     Wi-Fi Hotspot, Wi-Fi MiMO
    Разъемы и датчики
    Интерфейс для зарядки
    USB Type-C
    Разъем для наушников
     USB Type-C
    Поддержка OTG 
     есть
    Датчики
    акселерометр (G-сенсор), барометр, гироскоп, датчик освещенности, датчик приближения, компас, сканер LiDAR
    Питание
    Тип аккумулятора
    Li-Ion
    Емкость аккумулятора 
     4441 мА*ч
    Напряжение питания ЗУ
     нет ЗУ в комплекте
    Выходная мощность ЗУ
     нет
    Быстрая зарядка
     есть
    Стандарты быстрой зарядки 
     Power Delivery 2.0
    Поддержка беспроводной зарядки
     есть
    Поддержка беспроводной реверсивной зарядки
     нет
    Время работы при прослушивании музыки
     95 ч
    Время работы при воспроизведении видео
     29 ч
    Дополнительная информация
    Биометрическая защита 
     распознавание лица
    Наушники в комплекте
     нет
    Зарядное устройство в комплекте
     нет
    Комплектация
     документация, кабель USB Type-C
    LED-индикатор уведомлений 
     нет
    Особенности, дополнительно
    голосовой помощник Siri, поддержка аксессуаров и устройств беспроводной зарядки MagSafe, поддержка технологии цветокоррекции Dolby Vision, программируемая кнопка Action Button, технология Dolby Atmos, функция Dynamic Island, функция проводной обратной зарядки, функция точного определения местоположения iBeacon
    Габариты и вес
    Ширина
     76.7 мм
    Высота
     159.9 мм
    Толщина
     8.25 мм
    Вес смартфона
     221 г
    Габариты и вес упаковки
    Ширина упаковки
    95 мм
    Высота упаковки
    30 мм
    Глубина упаковки
    180 мм
    Вес в упаковке
    400 г</p>


<style>

p {
    font-family: Georgia, 'Times New Roman', Times, serif;
    font-size: 20px;
}

</style>