<h1>Что такое NumPy и зачем он нужен?</h1>

<img src="https://cdn2.hexlet.io/derivations/image/fill_webp/1020/480/eyJpZCI6ImY1NzBhMTE5NGQ0MTFkYjAyZWZmMzQ1MmYwYzc2Njk2LnBuZyIsInN0b3JhZ2UiOiJ5YV9zdG9yZSJ9?signature=a166b506117dc4c15c303d994f155eba70da64863f20a62e0d3d15ac4a0d7d8f" width="90%" alt="Картинка 1">

<h1>Заводские данные</h1>
<p>Гарантия продавца/производителя: 12 месяцев</p>

<h1>Общие параметры</h1>
<p>Тип: смартфон</p>
<p>Модель: Apple iPhone 15 Pro Max</p>
<p>Код производителя: [MU2Q3]</p>
<p>Год релиза: 2023</p>

<h1>Экран</h1>
<p>Диагональ (дюймы): 6.7</p>
<p>Разшерение: 2796х1290</p>
<p>Матрица: AMOLED</p>
<p>Пиковая яркость: 2000 нит</p>
<p>Частота обновления: 120 Гц</p>

<h1>Операционная система и процессор</h1>
<p>Операционная система: IOS</p>
<p>Версия ОС: IOS 17</p>
<p>Модель процессора: Apple A17 Pro</p>
<p>Максимальная частота процессора: 3.78 ГГц</p>
<p>Техпроцесс: 3 нм</p>
<p>Графисекий ускоритель: Apple A17 GPU</p>

<h1>Память</h1>
<p>Тип оперативной памяти: LPDDR5X</p>
<p>Объём оперативной памяти: 8 ГБ</p>
<p>Объём встроенной памяти: 256 ГБ</p>
<p>Слот для карты памяти: нет</p>

<h1>Камеры</h1>
<p>Количество основных камер: 3</p>
<p>Мегапикселей основной камеры: 48+12+12 Мп</p>
<p>Тип модулей камеры камеры: основная камера, сверширокоугольная камера, телефотокамера</p>
<p>Разрешение снимков: 8000х6000</p>
<p>Автофокусировка: да</p>
<p>Оптическая стабилизация: да</p>

<style>

p {
    font-family:Impact, Haettenschweiler, 'Arial Narrow Bold', sans-serif;
    font-size: 20px;
    color: beige;
}
</style>