<h1>DEXP RF-CN350DMG/S</h1>

<img src="https://c.dns-shop.ru/thumb/st4/fit/500/500/8989a6740afbe1ac6be48796cf64e6c7/a5074ff7b3ca1bcd3b6006b6e89517fcf2e900f947c297fc518d292cb1ccfb96.jpg.webp" width="30%" alt="Картинка 1">

<h1>Заводские данные</h1>
<p>Гарантия продавца/производителя: &ensp; 36 месяцев</p>

<h1>Общие параметры</h1>
<p>Тип: &ensp; холодильник полноразмерный с морозильником</p>
<p>Модель: &ensp; DEXP RF-CN350DMG/S</p>
<p>Основной цвет: &ensp; серебристый</p>

<h1>Основные характеристики</h1>
<p>Энергопотребление: &ensp; 320 кВтч/год</p>
<p>Мощность замораживания: &ensp; 4,5кг/сутки</p>

<h1>Объём</h1>
<p>Общий полезный объём: &ensp; 377 л.</p>

<h1>Конструкция</h1>
<p>Количество камер: &ensp; 2 шт.</p>
<p>Количество дверей: &ensp; 2 шт.</p>
<p>Материал холодильника: &ensp; металл</p>
<p>Материал полок: &ensp; стекло</p>

<h1>Управление</h1>
<p>Дисплей: &ensp; есть</p>
<p>Тип управления: &ensp; сенсор</p>

<h1>Питание</h1>
<p>Мощность подключения: &ensp; 85 Вт</p>
<p>Напряжение питания: &ensp; 220-240 В / 50 Гц</p>

<h1>Габариты</h1>
<p>Ширина: &ensp; 59,5 см</p>
<p>Высота: &ensp; 200 см</p>
<p>Глубина: &ensp; 63,5 см</p>

<style>

p {
    font-family:Verdana, Geneva, Tahoma, sans-serif;
    font-size: 20px;
    color: beige;
}
</style>