<h1>ARDOR GAMING NEO G17-I7ND315</h1>

<img src="https://c.dns-shop.ru/thumb/st1/fit/500/500/27b961191368c13bcfe10d64aa82afe2/e09f4dab6eceb0a67ee9e975bc032bd84f94fa26094c6a371328ad205147dabe.jpg.webp" width="40%" alt="Картинка 1">

<h1>Заводские данные</h1>
<p>Гарантия продавца/производителя: &ensp; 12 месяцев</p>

<h1>Классификация</h1>
<p>Тип: &ensp; ноутбук</p>
<p>Модель: &ensp; ARDOR GAMING NEO G17-I7ND315</p>
<p>Код производителя: &ensp; [G17-I7ND315]</p>
<p>Год релиза: &ensp; 2023</p>

<h1>Экран</h1>
<p>Диагональ (дюймы): &ensp; 17.3</p>
<p>Разшерение: &ensp; 1920х1080</p>
<p>Матрица: &ensp; IPS</p>
<p>Сенсорный экран: &ensp; нет</p>
<p>Максимальная частота обновления: &ensp; 144 Гц</p>

<h1>Операционная система</h1>
<p>Операционная система: &ensp; нет</p>

<h1>Процессор</h1>
<p>Модель: &ensp; Intel Core i7-12650H</p>
<p>Общее количество ядер: &ensp; 10</p>
<p>Частота процессора: &ensp; 2.3 ГГц</p>

<h1>Оперативная память</h1>
<p>Тип: &ensp; DDR5</p>
<p>Объём: &ensp; 16 ГБ</p>
<p>Частота: &ensp; 4800 МГц</p>

<h1>Графический ускоритель</h1>
<p>Вид: &ensp; дискретный и встроенный</p>
<p>Модель встроенной видеокарты: &ensp; Intel UHD Graphics</p>
<p>Модель дискретной видеокарты: &ensp; GeForce RTX 4060 для ноутбуков</p>
<p>Тип видеопамяти: &ensp; GDDR6</p>
<p>Объём видеопамяти: &ensp; 8 ГБ</p>

<h1>Накопители данных</h1>
<p>Объём памяти (SSD): &ensp; 1 ТБ</p>
<p>Тип SSD диска: &ensp; M.2 PCle</p>
<p>Свободные слоты для накопителей: M.2 PCle 2280</p>

<h1>Питание</h1>
<p>Тип аккумулятора: &ensp; Li-Ion</p>
<p>Ёмкость аккумулятора: &ensp; 52 Вт*ч</p>
<p>Выходная мощность адаптера питания: &ensp; 230 Вт</p>

<style>
p {
    font-family:Verdana, Geneva, Tahoma, sans-serif;
    font-size: 20px;
    color: beige;
}
</style>