<h1>Samsung SC4581</h1>

<img src="https://c.dns-shop.ru/thumb/st1/fit/500/500/308583b8a8eef4e8aabd08c884996004/efec920f6ac5f0ace1ce1399a553ac1b0462791ca6f4af90fe0d004815c896e1.jpg.webp" width="30%" alt="Картинка 1">

<h1>Заводские данные</h1>
<p>Гарантия продавца/производителя: &ensp; 12 месяцев</p>

<h1>Общие параметры</h1>
<p>Тип: &ensp; пылесос</p>
<p>Модель: &ensp; Samsung SC4581</p>
<p>Основной цвет: &ensp; чёрный</p>

<h1>Основные характеристики</h1>
<p>Тип уборки: &ensp; сухая</p>
<p>Тип пылесборника: &ensp; контейнер</p>
<p>Тип фильтрации: &ensp; циклонный фильтр</p>
<p>Ёмкость пылесборника: &ensp; 1,3 л.</p>
<p>Радиус действия: &ensp; 9,2 м</p>
<p>Труба всасывания: &ensp; телескопическая</p>

<h1>Питание</h1>
<p>Тип питания: &ensp; от сети</p>
<p>Потребляемая мощность: &ensp; 2000 Вт</p>
<p>Мощность всасывания: &ensp; 370 Вт</p>

<h1>Габариты</h1>
<p>Ширина: &ensp; 28 см</p>
<p>Высота: &ensp; 23,8 см</p>
<p>Глубина: &ensp; 39,5 см</p>

<style>

p {
    font-family:Verdana, Geneva, Tahoma, sans-serif;
    font-size: 20px;
    color: beige;
}
</style>